Repository: OPUS4/application
Catalog: trunk/modules/home/language/help.tmx
Source language: de
Languages: en

source: Hilfe
en: Help

source: Antworten
en: Answers

source: Zurück zu den Hilfe-Topics
en: Back to Help topics

source: Benutzung des Dokumentenservers
en: Using this publication server

source: Hilfe für Autoren
en: Help for authors

source: Elemente des Veröffentlichungsformulars
en: Single elements of the application form

source: Rechtliches
en: Legal aspects

source: Sonstiges
en: Miscellaneous

source: Was ist das hier?
en: What is this?

source: about.de.txt
en: about.en.txt

source: Ist die Veröffentlichung kostenfrei?
en: Is the publication free of charge?

source: costs.de.txt
en: costs.en.txt

source: Tipps für die Suche
en: Hints for searching

source: searchtipps.de.txt
en: searchtipps.en.txt

source: Veröffentlichung von Dissertationen
en: Publication of thesises

source: diss.de.txt
en: diss.en.txt

source: An wen kann ich mich bei Fragen wenden?
en: I have some more questions - whom shall I contact?

source: Tragen Sie Ihre Kontaktinformationen ein.
en: Add your contact data.

source: Sind meine Publikationen frei zugänglich?
en: Are all of my publications publicly available?

source: free.de.txt
en: free.en.txt

source: Was brauche ich, um eine Veröffentlichung zu machen?
en: What do I need to publish here?

source: publneeds.de.txt
en: publneeds.en.txt

source: Welche rechtlichen Aspekte muss ich beachten?
en: Which legal aspects should I consider?

source: right.de.txt
en: right.en.txt

source: Was ist das Präsentationsformat?
en: What's a presentation format?

source: format.de.txt
en: format.en.txt

source: requirements.de.txt
en: requirements.en.txt

source: Welche Anforderungen werden an mein(e) Dokument(e) gestellt?
en: What are the requirements for my document(s)?

source: write.de.txt
en: write.en.txt

source: Was muss ich beim Schreiben der Texte beachten?
en: What do I have to consider writing my text?

source: publicationprocess.de.txt
en: publicationprocess.en.txt

source: Wie geht der Veröffentlichungsvorgang vor sich?
en: How do I publish my work here?

source: preprint.de.txt
en: preprint.en.txt

source: Besonderheiten bei der Publikation eines Preprints
en: Are there any special things to know about publishing a preprint?

source: workflowlibrary.de.txt
en: workflowlibrary.en.txt

source: Was passiert, nachdem ich mein(e) Dokumente hochgeladen habe?
en: What happens after uploading my document(s)?

source: Was sind Metadaten?
en: What's metadata?

source: metadata.de.txt
en: metadata.en.txt

source: Allgemeine Hilfe zum Veröffentlichungsformular
en: Basic help about the publication form

source: form_general.de.txt
en: form_general.en.txt

source: Formularelement Dokumenttyp
en: Form element Document Type

source: field_doctype.de.txt
en: field_doctype.en.txt

source: Was ist, wenn ich meine Publikation bei einem Verlag veröffentlichen lasse oder dies plane?
en: What's to regard if I plan to publish my work by a professional publisher or have done that already?

source: legal_parallel.de.txt
en: legal_parallel.en.txt

source: Wie gehen Verlage mit einer frei verfügbaren Online-Version der Arbeit um?
en: How do publishers handle a freely available online-version of my work?

source: legal_oa.de.txt
en: legal_oa.en.txt

source: Wie sieht es mit Lizenzen für mein Werk aus?
en: What about licenses for my publication?

source: legal_license.de.txt
en: legal_license.en.txt

source: Leitlinien
en: Policies

source: policies.de.txt
en: policies.en.txt

source: Dokumentation
en: Documentation

source: documentation.de.txt
en: documentation.en.txt

source: Haftungsausschluss
en: Disclaimer

source: disclaimer.de.txt
en: disclaimer.en.txt

source: Impressum
en: Imprint

source: imprint.de.txt
en: imprint.en.txt

source: Nutzungsbedingungen
en: Terms of Use

source: terms_of_use.de.txt
en: terms_of_use.en.txt

source: Das ist ein Test
en: This is a Test

source: Dies ist ein Testinhalt.
en: This is a test content.
